---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TitleSize
source: html/f7e4e44a-0685-309e-b271-b00e9aae1ada.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TitleSize Property

"Size"

## Syntax (C#)
```csharp
public static ForgeTypeId TitleSize { get; }
```